{
  "alpha-theta": [
    {
      "class": "alpha-theta",
      "number": "#153",
      "nickname": "Drift",
      "major": "Computer Science",
      "year": "2023",
      "big-bro": "Daniel \"Bastion\" Jung",
      "little-bro": "N/A",
      "email": "kz843@cornell.edu",
      "facebook": "fb.com/kazuyachue",
      "birthday": "Jan 4, 2001",
      "hometown": "Herndon, Virginia",
      "dream-ride": "McLaren 765LT",
      "fav-quote": "\"A ship in harbor is safe — but that is not what ships are built for.\" - John A. Shedd",
      "mil-dollars": "I would buy VIP tickets to the next Twice concert and invest the rest.",
      "fun-fact": "I personally know Tadashi Yanai, the CEO of Uniqlo (richest man in Japan!!) and have a picture with him that I flex a lot.",
      "advice": "Don't be scared to give people the benefit of the doubt.",
      "why-join": "To push myself to my limits and become a changed person.",
      "prev-chapter": "",
      "name": "Kazuya \"Drift\" Chue",
      "main-img": "Drift.png",
      "modal-img": "Drift.png",
      "bio": "Kazuya is from Herndon, Virginia and grew up in Fairfax County. He is a student in the College of Engineering majoring in Computer Science. In college, Kazuya is still trying to stay fit by going to the gym, but he will never again touch a rowing machine. During 12am - 3am, you can probably find Kazuya in his room grinding towards his professional esports career. Feel free to hit him up if you play CS:GO, listen to Japanese music, or follow the NFL and NBA!"
    },
    {
      "class": "alpha-theta",
      "number": "#154",
      "nickname": "Carbon",
      "major": "Computer Science",
      "year": "2023",
      "big-bro": "Jonathan \"Epoch\" Gao",
      "little-bro": "N/A",
      "email": "ahc252@cornell.edu",
      "facebook": "fb.com/alden.choe.5",
      "birthday": "August 19, 2000",
      "hometown": "Irvine, California",
      "dream-ride": "Lamborghini Veneno",
      "fav-quote": "\"Awww smells so good\"",
      "mil-dollars": "I would give half to my parents and invest the other half.",
      "fun-fact": "I was hit by a car on April fools day",
      "advice": "Take every opportunity to meet friends (rush lambdas)",
      "why-join": "To socially challenge myself through brotherhood and for lasting memories and friendships.",
      "prev-chapter": "",
      "name": "Alden \"Carbon\" Choe",
      "main-img": "Carbon.png",
      "modal-img": "Carbon.png",
      "bio": "Born in Honolulu, Hawaii raised in California. Spends most of his time in the studio pulling frequent overnighters. On his free time, enjoys sleeping, eating, bowling and spending hours on his fashion statement. As a Cornell Tradition Fellow, spends many weekends volunteering and engaging with the community. Don't be fooled by stature, this boys always down for a good arm wrestle battle. Lifelong goal is to gain weight. If you ever need a foodie buddy, HMU!"
    },
    {
      "class": "alpha-theta",
      "number": "#155",
      "nickname": "Saros",
      "major": "Physics/Computer Science",
      "year": "2023",
      "big-bro": "Andrew \"Gamble\" Wang",
      "little-bro": "N/A",
      "email": "ai239@cornell.edu",
      "facebook": "fb.com/akimasa.ihara.1",
      "birthday": "July 25, 2001",
      "hometown": "Singapore",
      "dream-ride": "Takekoputa",
      "fav-quote": "“Once my acne is gone, it’s over” - Kevin Park",
      "mil-dollars": "Lose it all playing poker",
      "fun-fact": "I dyed my hair blonde in high school because I lost a FIFA bet.",
      "advice": "Make the best out of resources the school provides. Don’t try to handle everything on your own.",
      "why-join": "Brotherhood.",
      "prev-chapter": "",
      "name": "Akimasa \"Saros\" Ihara",
      "main-img": "Saros.png",
      "modal-img": "Saros.png",
      "bio": "Akimasa was born and raised in Singapore but is Japanese. He enjoys playing soccer and is part of the club team here at Cornell (it pains him to call the sport soccer instead of football). He is an aspiring astronaut and hopes to be working at NASA in 10 years. Some of his hobbies include snowboarding, rock climbing, watching anime and playing the violin. If you're into any of these things hit him up!"
    },
    {
      "class": "alpha-theta",
      "number": "#156",
      "nickname": "Argo",
      "major": "Computer Science",
      "year": "2023",
      "big-bro": "Noah \"Helmsman\" Gunther",
      "little-bro": "N/A",
      "email": "jk2369@cornell.edu",
      "facebook": "fb.com/jongwan2019",
      "birthday": "February 9, 2001",
      "hometown": "Seoul, South Korea",
      "dream-ride": "The Magic School Bus",
      "fav-quote": "\"Yuhhh\"",
      "mil-dollars": "Give half to parents and invest the other half.",
      "fun-fact": "I used to be decently intelligent before college.",
      "advice": "Cherish and appreciate every moment.",
      "why-join": "To find a supportive and caring community that I can call my family.",
      "prev-chapter": "",
      "name": "Jongwan \"Argo\" Kim",
      "main-img": "Argo.png",
      "modal-img": "Argo.png",
      "bio": "Jongwan is from Seoul, South Korea. Although he attended high school in the United States, he has lived mostly in Japan, which explains his occasional English deficiencies. He is currently a student in the College of Engineering studying Computer Science and Applied Mathematics. While he's not sleeping or studying, you can often find him playing basketball, lifting weights, eating unhealthy things or being incredibly dumb with the boys. Feel free to hit him up if you want to get sauce him in basketball."
    },
    {
      "class": "alpha-theta",
      "number": "#157",
      "nickname": "Vision",
      "major": "Computer Science",
      "year": "2023",
      "big-bro": "Jonathan \"Atom\" Wang",
      "little-bro": "N/A",
      "email": "kp462@cornell.edu",
      "facebook": "fb.com/k12park",
      "birthday": "December 12, 2000",
      "hometown": "Salt Lake City, Utah",
      "dream-ride": "Alden's face",
      "fav-quote": "\"Every kiss begins with K\"",
      "mil-dollars": "I'd pay off my college tuition and give the rest to my parents.",
      "fun-fact": "I played basketball overseas in Europe.",
      "advice": "Make meaningful relationships as they are the most important part of your growth as an individual in and outside of college.",
      "why-join": "So I could put \"ΛΦΕ\" in my Instagram bio.",
      "prev-chapter": "",
      "name": "Kevin \"Vision\" Park",
      "main-img": "Vision.png",
      "modal-img": "Vision.png",
      "bio": "Kevin is from Salt Lake City, UT. Kevin enjoys spending his time watching tiktok, working out, and watching Kdramas. Although he is Korean, he is trying to find somebody to help teach him speak the language, so if you are that person hit him up! Be warned, despite being the smartest bro in the house, hanging out with him too long could lower your IQ. So if you enjoy any of these things, please hit him up as he is a simp. P.S. He likes being called Oppa."
    },
    {
      "class": "alpha-theta",
      "number": "#158",
      "nickname": "Paladin",
      "major": "Computer Science/Statistics",
      "year": "2022",
      "big-bro": "Kevin \"Hellfire\" Chen",
      "little-bro": "N/A",
      "email": "rs868@cornell.edu",
      "facebook": "fb.com/rishabh.sarup",
      "birthday": "August 9, 1998",
      "hometown": "Singapore/Hong Kong",
      "dream-ride": "Shelby GT500",
      "fav-quote": "\"Oh, you're approaching me?\" - Dio",
      "mil-dollars": "I would blow it on way too much coffee.",
      "fun-fact": "I've lived in 5 different cities.",
      "advice": "Spend time finding things you are passionate about and creating experiences and memories that you would love to remember.",
      "why-join": "",
      "prev-chapter": "",
      "name": "Rishabh \"Paladin\" Sarup",
      "main-img": "Paladin.png",
      "modal-img": "Paladin.png",
      "bio": "Rishabh is from Singapore, but now lives in Hong Kong. When he's not finishing an assignment in the Olin stacks the day it's due or working in the Project Team lab, you can find him exploring food options in Ithaca, chilling with friends, or making new Spotify playlists. If you ever want to play pool, poker or just hang out, feel free to hit him up!"
    },
    {
      "class": "alpha-theta",
      "number": "#159",
      "nickname": "Kaiser",
      "major": "Computer Science",
      "year": "2023",
      "big-bro": "Jake \"Jaeger\" Jeong",
      "little-bro": "N/A",
      "email": "jl2695@cornell.edu",
      "facebook": "fb.com/james.liang.773",
      "birthday": "March 23, 2001",
      "hometown": "Everett, Washington",
      "dream-ride": "Nissan GT-R R34",
      "fav-quote": "\"I'm sick and tired of being sick and tired\"",
      "mil-dollars": "I would give some to my parents and invest the rest",
      "fun-fact": "I'm left-handed but my parents made me do everything with my right",
      "advice": "When the opportunity is right there in front of you, take it.",
      "why-join": "To join a brotherhood that would define my time in college.",
      "prev-chapter": "",
      "name": "James \"Kaiser\" Liang",
      "main-img": "Kaiser.png",
      "modal-img": "Kaiser.png",
      "bio": "James was born in Boston, Massachusetts and moved to Washington at a young age. Growing up, James learned the piano and it eventually became one of his favorite pastimes. Some of his most memorable moments were from performances in places such as the Seattle Public Library. In his free time, he enjoys hiking the many trails in Washington, practicing lucid dreaming, or just hanging out with friends."
    },
    {
      "class": "alpha-theta",
      "number": "#160",
      "nickname": "Concord",
      "major": "ORIE",
      "year": "2023",
      "big-bro": "Alston \"Mochi\" Wang",
      "little-bro": "N/A",
      "email": "rl556@cornell.edu",
      "facebook": "fb.com/richardlin112",
      "birthday": "January 12, 2001",
      "hometown": "Staten Island, NY",
      "dream-ride": "Bugatti Chiron",
      "fav-quote": "“You only live once, but if you do it right, once is enough.” — Mae West",
      "mil-dollars": "Invest in real estate so my parents can retire.",
      "fun-fact": "I learned Russian in highschool.",
      "advice": "Always be willing to go out to look for new things because sometimes a leap of faith is all it takes to change your life.",
      "why-join": "For the brotherhood and people I will meet.",
      "prev-chapter": "",
      "name": "Richard \"Concord\" Lin",
      "main-img": "Concord.png",
      "modal-img": "Concord.png",
      "bio": "Richard is an ORIE from Staten Island, New York. You can always find him in the Uris Cocktail Lounge or Olin Library sleeping on any free space he can find. When he is awake he insists on staying in the library because it makes him feel productive, but you will almost never find him doing work. In his free time he likes to play volleyball, binging shows and YouTube, and watching TikTok with boys. Hit him up if you need someone down-to-earth when everyone else is busy studying!"
    },
    {
      "class": "alpha-theta",
      "number": "#161",
      "nickname": "Helios",
      "major": "Economics",
      "year": "2023",
      "big-bro": "Will \"Arbiter\" Guo",
      "little-bro": "N/A",
      "email": "dfc76@cornell.edu",
      "facebook": "fb.com/100046962641607",
      "birthday": "December 10, 2000",
      "hometown": "Ithaca, NY",
      "dream-ride": "Toyota AE86 Trueno",
      "fav-quote": "\"Trends come and go, but cool is forever.\" - Kanye West",
      "mil-dollars": "I'd buy a few cars and a house for my parents then invest the rest.",
      "fun-fact": "I streaked at my high school homecoming game",
      "advice": "Find a balance between school and socials.",
      "why-join": "I wanted to join a community that would support everyone involved.",
      "prev-chapter": "",
      "name": "David \"Helios\" Cheng",
      "main-img": "Helios.png",
      "modal-img": "Helios.png",
      "bio": "David is a local Ithacan who was born and raised right next to Cornell. Once he graduates, David hopes to move to a city and get out of this small town. He hopes to transfer to the Dyson School of Business to study entrepreneurship. Outside of class, you can find David sleeping in a library, working out or watching obscure videos on YouTube. He also enjoys procrastinating in his dorm room by watching JoJo's Bizarre Adventure or playing video games on his outdated PC."
    }
  ],
  "alpha-eta": [
    {
      "class": "alpha-eta",
      "number": "#151",
      "nickname": "Sentry",
      "major": "AEM",
      "year": "2022",
      "big-bro": "Matthew \"Bose\" Lee",
      "little-bro": "N/A",
      "email": "rc849@cornell.edu",
      "facebook": "facebook.com/ronaldchan",
      "birthday": "June 30, 1999",
      "hometown": "Brooklyn, NY",
      "dream-ride": "Chak Motors Molot (Black)",
      "fav-quote": "\"LET'S GO CHAMP\" - Shannon \"The Cannon\" Briggs",
      "mil-dollars": "Start an annuity for my mum",
      "fun-fact": "I was voted funniest person in my middle school yearbook",
      "advice": "Accumulate as many unique experiences as you can",
      "why-join": "I was baited and outsmarted",
      "prev-chapter": "",
      "name": "Ronald \"Sentry\" Chan",
      "main-img": "Sentry.png",
      "modal-img": "Sentry.png",
      "bio": "Ronald is from Brooklyn, NY. He is a member of the Cornell Boxing Club. When he's not pretending to do work, you can catch him cooking, reading, or hanging out with friends. Hit him up anytime you need a monkey to say dumb shit to brighten up your day."
    },
    {
      "class": "alpha-eta",
      "number": "#152",
      "nickname": "Resonance",
      "major": "Physics, Computer Science",
      "year": "2022",
      "big-bro": "Evan \"Striker\" Cheng",
      "little-bro": "N/A",
      "email": "dz268@cornell.edu",
      "facebook": "facebook.com/danielzhan",
      "birthday": "July 20, 2000",
      "hometown": "Edison, New Jersey",
      "dream-ride": "Lime Bike",
      "fav-quote": "\"There cannot be a crisis next week. My schedule is already full.\" -Henry Kissinger",
      "mil-dollars": "I'd buy a lot of coffee.",
      "fun-fact": "I'm allergic to eggs but can make a decent omelette.",
      "advice": "Determine what you want to get out of your college experience and work towards it.",
      "why-join": "To get to know some awesome dudes.",
      "prev-chapter": "",
      "name": "Daniel \"Resonance\" Zhan",
      "main-img": "Resonance.png",
      "modal-img": "Resonance.png",
      "bio": "Daniel is from Edison, New Jersey and is currently a student in the College of Arts and Sciences studying Physics and Computer Science. While he's not busy buying and consuming frappuccinos from Libe Cafe, you can find him playing badminton, hitting up the gym for some cardio, playing Civilization V, or vibing to some pop. Feel free to hit him up if you want to grab a bite to eat or otherwise procrastinate for a few hours."
    }
  ],
  "alpha-zeta": [
    {
      "class": "alpha-zeta",
      "number": "#145",
      "nickname": "Cypher",
      "major": "Undecided",
      "year": "2022",
      "big-bro": "Minwoo \"Coach\" Kim",
      "little-bro": "N/A",
      "email": "vmt34@cornell.edu",
      "facebook": "fb.com//viktor.tesoro",
      "birthday": "October 25, 2000",
      "hometown": "New York City, NY",
      "dream-ride": "Ferrari 488 GTB",
      "fav-quote": "\"The only easy day was yesterday\" - Navy SEALS",
      "mil-dollars": "I'd pay my parents bills, and use some to buy clothes and travel",
      "fun-fact": "People have a hard time understanding his slang",
      "advice": "RUSH LAMBDAS and don't stress about not knowing what you want to do in life.",
      "why-join": "For regular people Saturday's are for the boys. For Lambdas EVERYDAY IS FOR THE BOYS.",
      "prev-chapter": "",
      "name": "Victor \"Cypher\" Minh",
      "main-img": "Cypher.png",
      "modal-img": "Cypher.png",
      "bio": "Victor was born in Hanoi, Vietnam. He moved to New York City when we was four months old and has lived there ever since. He used to Wrestle and play Lacrosse in high school but now all he does is lift. When he's not doing work you can find him being a degen, chilling with the boys, and trying to help Orion lower his Rice Purity score. He's a fan of rap, EDM, raving, cars, and good munchies. Hit him up anytime if you're trying to go to any type of rap festival/rave or if you're trying to go clubbing."
    },
    {
      "class": "alpha-zeta",
      "number": "#146",
      "nickname": "Surge",
      "major": "Mechanical Engineering",
      "year": "2022",
      "big-bro": "Nathan \"Rhetoric\" Bala",
      "little-bro": "N/A",
      "email": "kdc63@cornell.edu",
      "facebook": "fb.com/keeeeeevinc",
      "birthday": "December 9, 2000",
      "hometown": "Queens, NY",
      "dream-ride": "Boat",
      "fav-quote": "\"You got a friend in me.\" - Toy Story",
      "mil-dollars": "I'd buy a houseboat",
      "fun-fact": "My middle name is Dragon.",
      "advice": "Manage your time properly and keep your priorities straight.",
      "why-join": "I joined to find a group of strong and determined individuals, like myself.",
      "prev-chapter": "",
      "name": "Kevin \"Surge\" Chen",
      "main-img": "Surge.png",
      "modal-img": "Surge.png",
      "bio": "Kevin is from Queens, New York. When he is not studying very hard, he is playing video games with his friends, mainly CS:GO. He enjoys listening to rap and occasionally EDM. Food is a great motivator for him, especially fried rice. One day, he hopes to be an astronaut, specifically the first man on Mars. If you're looking for someone to eat with or talk to, please hit him up."
    },
    {
      "class": "alpha-zeta",
      "number": "#147",
      "nickname": "Orion",
      "major": "Economics, Information Science",
      "year": "2022",
      "big-bro": "Cameron \"Rover\" Wong",
      "little-bro": "N/A",
      "email": "sl2982@cornell.edu",
      "facebook": "fb.com/samuellye1998",
      "birthday": "August 18, 1998",
      "hometown": "Singapore",
      "dream-ride": "Tesla Roadster",
      "fav-quote": "\"The only easy day was yesterday\" - Navy SEALS",
      "mil-dollars": "Travel the world!!!!!",
      "fun-fact": "Tree, lift, queue, boot",
      "advice": "R U S H L A M B D A S but also find your place in college, surround yourself with people that care, and never stop working hard :))",
      "why-join": "(I wanted to spread my wholesomeness) but also I made most of my closest friends in the military. Likewise, joining Lambdas has become a home away from home for me.",
      "prev-chapter": "",
      "name": "Samuel \"Orion\" Lye",
      "main-img": "Orion.png",
      "modal-img": "Orion.png",
      "bio": "Samuel is from Singapore. Before college, he served in the Singapore Armed Forces for 2 years. On campus, Samuel is also involved in Cornell Venture Capital and Cup Robotics. In his free time, Samuel enjoys running, gymming, ultimate frisbee, baking, and photography. As the most wholesome guy in the fraternity, he often likes to flex his 94 rice purity score. If you ever need a dose of wholesomeness in your life, feel free to talk to him!"
    },
    {
      "class": "alpha-zeta",
      "number": "#148",
      "nickname": "Stratos",
      "major": "Economics, Statistics",
      "year": "2022",
      "big-bro": "Andrew \"Flare\" Xiao",
      "little-bro": "N/A",
      "email": "mz286@cornell.edu",
      "facebook": "fb.com/matt.zhao.7",
      "birthday": "December 30, 1999",
      "hometown": "Potomac, Maryland",
      "dream-ride": "Lapras",
      "fav-quote": "\"Stop worrying so much and start having fun!\" - My high school English teacher",
      "mil-dollars": "Buy my dog a lot of treats. Buy a lot of bubble tea. Become the greatest Pokémon trainer of all time.",
      "fun-fact": "I have a Tibetan Mastiff that weighs almost as much as me.",
      "advice": "Make sure you study but don't let it get in the way of new experiences.",
      "why-join": "To find people I can be dumb with.",
      "prev-chapter": "",
      "name": "Matt \"Stratos\" Zhao",
      "main-img": "Stratos.png",
      "modal-img": "Stratos.png",
      "bio": "Matt is from Potomac, Maryland and is currently a student in the Dyson school studying Finance and Marketing. Outside the classroom, he's usually at practice for the Cornell Club Volleyball team or wasting time not doing homework. Besides that, you can probably find him at Kung Fu Tea or messing around with his friends. If you have any really bad jokes, want to hear his awful singing, or just want to procrastinate, let him know!"
    },
    {
      "class": "alpha-zeta",
      "number": "#149",
      "nickname": "Apex",
      "major": "Computer Science",
      "year": "2022",
      "big-bro": "Darren \"Axiom\" Chow",
      "little-bro": "N/A",
      "email": "sl2888@cornell.edu",
      "facebook": "fb.com/sliu.3110",
      "birthday": "March 11, 2000",
      "hometown": "Vancouver, Canada",
      "dream-ride": "Yoshi",
      "fav-quote": "\"You have to think anyway, so why not think big? - Donald J. Trump",
      "mil-dollars": "Court-side seats at the NBA finals",
      "fun-fact": "I know the names of every country in the world",
      "advice": "Put time into the people you really care about. Don't get caught into thinking you have to be friends with someone just because it is convenient.",
      "why-join": "I wanted a family that would always push each other to their fullest abilities. Also the boyssssss",
      "prev-chapter": "",
      "name": "Simon \"Apex\" Liu",
      "main-img": "Apex.png",
      "modal-img": "Apex.png",
      "bio": "Simon is from Vancouver, Canada. He is a student in the College of Arts and Sciences, studying Economics and French. When he's not desperately trying to stay awake by chugging coconut milk caramel macchiatos, you can find him pretending to speak French or confusing people by describing the temperature in celsius. In his free time, Simon is often spotted violating gym law by doing curls in the squat rack. Hit him up if you see can yourself doing any of these things."
    },
    {
      "class": "alpha-zeta",
      "number": "#150",
      "nickname": "Enigma",
      "major": "Information Science",
      "year": "2022",
      "big-bro": "Nathan \"Rhetoric\" Bala",
      "little-bro": "N/A",
      "email": "nk453@cornell.edu",
      "facebook": "fb.com/naotaka.kinoshita.3",
      "birthday": "December 23, 2000",
      "hometown": "New York City, NY",
      "dream-ride": "1972 Nissan Skyline 2000GT-R",
      "fav-quote": "\"Why waste time use lot word when few word do trick?\" - Kevin Malone",
      "mil-dollars": "I'd buy some cars",
      "fun-fact": "I'm a giant",
      "advice": "Enjoy your time in college while it lasts or something",
      "why-join": "For the sense of brotherhood and to develop lasting relationships socially and professionally",
      "prev-chapter": "",
      "name": "Naotaka \"Enigma\" Kinoshita",
      "main-img": "Enigma.png",
      "modal-img": "Enigma.png",
      "bio": "Despite his name, Naotaka was born and raised in NYC. He's a big fan of cars and fashion, so hit him up if you want to talk about either of those, especially Japanese cars or Japanese fashion. In the future, he hopes to put his hobby of cars to use by actually getting a license and being able to drive. In his free time, he likes to sit around and watch YouTube and play CS:GO."
    }
  ],
  "alpha-epsilon": [
    {
      "class": "alpha-epsilon",
      "number": "#143",
      "nickname": "Bastion",
      "major": "Information Science, Business",
      "year": "2021",
      "big-bro": "Cameron \"Duo\" Lam",
      "little-bro": "N/A",
      "email": "dwc244@cornell.edu",
      "facebook": "fb.com/dc1081",
      "birthday": "July 30, 1996",
      "hometown": "Seoul, South Korea",
      "dream-ride": "Aston Martin Vanquish Zagato",
      "fav-quote": "\"Happiness is a choice\"",
      "mil-dollars": "Go out for a fancy meal at Apollos",
      "fun-fact": "Go out for a fancy meal at Apollos",
      "advice": "There are 10 people. 7 don't care, 1 hates you, and the other 2 might grow to like you. Don't try to please everyone and focus on relationships that matter.",
      "why-join": "For new experience and to make friends",
      "prev-chapter": "",
      "name": "Dan \"Bastion\" Jung",
      "main-img": "Bastion.png",
      "modal-img": "Bastion.png",
      "bio": "Dan's a sophomore studying Information Science and Business. He's moved between South Korea and the United States his whole life. He's one of the youngest looking bros in the house and has a terrible taste for fashion. On campus, he's involved in student business clubs and after graduating, wants to work for The Goldman Sachs. He was kind of not cool before joining Lambdas but now he's p cool."
    },
    {
      "class": "alpha-epsilon",
      "number": "#144",
      "nickname": "Gamble",
      "major": "Computer Science",
      "year": "2021",
      "big-bro": "Joseph \"Breaker\" Mo",
      "little-bro": "N/A",
      "email": "ayw24@cornell.edu",
      "facebook": "fb.com/andrew.wang.90813",
      "birthday": "May 5, 1999",
      "hometown": "Ambler, PA",
      "dream-ride": "Jaguar F-TYPE",
      "fav-quote": "\"Carry on, life flies, so just carry on with this pain inside of my chest got no choice but to carry on\" -x",
      "mil-dollars": "Give it to my parents.",
      "fun-fact": "I can balance a penny on my earlobe yuh.",
      "advice": "Someday, you will be looking back at these years as the good ol' days... enjoy and don't hold back.",
      "why-join": "To create relationships that will last a lifetime.",
      "prev-chapter": "",
      "name": "Andrew \"Gamble\" Wang",
      "main-img": "Gamble.png",
      "modal-img": "Gamble.png",
      "bio": "Andrew is from Philadelphia, PA. He is a student in the College of Arts and Sciences majoring in Computer Science and Economics. He enjoys playing tennis and piano. Most importantly though, he enjoys staying up late at night and being incredibly dumb with friends. Hit him up if you want to join the fun and lower your IQ with him!"
    }
  ],
  "alpha-delta": [
    {
      "class": "alpha-delta",
      "number": "#139",
      "nickname": "Atom",
      "major": "HBHS",
      "year": "2021",
      "big-bro": "Alan \"Zero\" Gao",
      "little-bro": "Kevin \"Vision\" Park",
      "email": "jw2297@cornell.edu​",
      "facebook": "fb.com/jonathan.wang.182",
      "birthday": "January 19, 1999",
      "hometown": "San Diego, CA",
      "dream-ride": "Lamborghini Aventador",
      "fav-quote": "\"Good judgement comes from experience, and a lot of that comes from bad judgement.\" —Will Rogers",
      "mil-dollars": "Buy my parents a nice house and invest the rest.",
      "fun-fact": "I want to go skydiving even though I have mild vertigo.",
      "advice": "It's ok if you don't meet your best friends right off the bat (or even during freshman year). They're out there—keep searching!",
      "why-join": "To meet more people and have fun!",
      "prev-chapter": "",
      "name": "Jonathan \"Atom\" Wang",
      "main-img": "Atom.png",
      "modal-img": "Atom.png",
      "bio": "Jonathan is from San Diego, CA. He is a pre-med student majoring in HBHS in the College of Human Ecology. When he is not busy being wholesome, studying, contemplating dropping out to pursue culinary arts (for which he has no talent), or pipetting liquids into other liquids for his lab or project team, Jonathan can be found spending time with friends and losing in Tetris. He also enjoys midday naps, taking hours/days to respond to other messages, and cancelling plans. Hit him up if you also like these things! Just know it may take him a few days to tell you he is busy."
    },
    {
      "class": "alpha-delta",
      "number": "#140",
      "nickname": "Epoch",
      "major": "ECE",
      "year": "2021",
      "big-bro": "Kenny \"Magnus\" Zhou",
      "little-bro": "Alden \"Carbon\" Choe",
      "email": "jg992@cornell.edu",
      "facebook": "fb.com/jonathan.gao.58",
      "birthday": "May 26, 1999",
      "hometown": "Great Neck, NY",
      "dream-ride": "Toyota AE86",
      "fav-quote": "\"Never get comfortable\"",
      "mil-dollars": "Get rid of all the debt I can upfront, then work for two more years to pay off the rest",
      "fun-fact": "I used to fence sabre competitively",
      "advice": "Live your life the way you want to, not the way you're supposed to",
      "why-join": "To find somewhere I belong, to be among similarly driven and passionate people.",
      "prev-chapter": "",
      "name": "Jonathan \"Epoch\" Gao",
      "main-img": "Epoch.png",
      "modal-img": "Epoch.png",
      "bio": "Jon Gao is a colorblind, Australian Chinese, and identical twin from Great Neck, NY studying ECE. His twin is a bro at CMU, where he also studies ECE. Jon likes dancing as a part of LOKO, staying in Upson with Cornell FSAE, studying in Uris Cocktail Lounge, and spending time with his friends. He is also very passionate about computers, being self-taught in 3 programming languages and definitely able to fix your wifi troubles. If not sleeping, he can be found at the gym, in Uris, in Engineering quad, or probably eating. He also likes to dress nicely. Ask him anytime if you're up for an adventure!"
    },
    {
      "class": "alpha-delta",
      "number": "#141",
      "nickname": "Spartan",
      "major": "Physics",
      "year": "2021",
      "big-bro": "Matt \"Ouroboros\" Kimn",
      "little-bro": "N/A",
      "email": "kjlimhanna24@gmail.com",
      "facebook": "fb.com/100007607055424",
      "birthday": "February 24, 1999",
      "hometown": "La Habra, CA",
      "dream-ride": "A big ass yacht",
      "fav-quote": "\"I tried to pay attention but attention paid me\" -Lil Wayne",
      "mil-dollars": "I'd probably forget where I put it and go ape shit looking for it.",
      "fun-fact": "I'm deaf in one ear but I can hear bullshit from a mile away.",
      "advice": "Rush Lambdas. Also don't skip class too much. Unless you want to.",
      "why-join": "For the boiiiiiiiiiis",
      "prev-chapter": "",
      "name": "Kylan \"Spartan\" Lim-Hanna",
      "main-img": "Spartan.png",
      "modal-img": "Spartan.png",
      "bio": "I was born and raised in Southern California where I learned how to be a goon. I'm actually Chinese and Arabic, not a random Latino guy. I like spending time with the guys and lifting, which is way better than going to class. At any given time I'm probably doing dumb shit with the Alpha Deltas, eating way too much, or sleeping in way later than I should be. Feel free to hit me up to hang out any time or if you tryna get big!"
    },
    {
      "class": "alpha-delta",
      "number": "#142",
      "nickname": "Jaeger",
      "major": "Biological Sciences",
      "year": "2021",
      "big-bro": "Abhishek \"Colt\" Doshi",
      "little-bro": "James \"Kaiser\" Liang",
      "email": "dj259@cornell.edu",
      "facebook": "fb.com/jake.jeong.758",
      "birthday": "May 1, 1999",
      "hometown": "Gainesville, FL",
      "dream-ride": "2007 Toyota Camry",
      "fav-quote": "\"If you think about it, the ocean floor is just an underwater desert\" - Jake Jeong",
      "mil-dollars": "Exchange it for nickels. Or cheese.",
      "fun-fact": "I have a snapchat series called \"Jake's Fun Facts of the Day\" follow me @daeheeisbaehee",
      "advice": "Be more like Jonathan Wang.",
      "why-join": "I wanted to be like Jonathan Wang.",
      "prev-chapter": "",
      "name": "Jake \"Jaeger\" Jeong",
      "main-img": "Jaeger.png",
      "modal-img": "Jaeger.png",
      "bio": "Jake is a biology major in the college of Arts and Sciences, from Gainesville Florida, although he has lived all over the country, including Missouri and Wisconsin. While in Wisconsin, he gained an incredible love for cheese and bread, which are staple foods in his diet. This diet also fails to include cake, brownies, ice cream, chips, fries, and more, most of which he hasn't eaten since April of 2017, for no real reason. Find him at Uris cocktail pretending to be studying, being taller than his big, or saying stupid yet profound random things. Always feel free to chat him up about anything, since he's always looking for a reason to procrastinate anyways!"
    }
  ],
  "alpha-gamma": [
    {
      "class": "annex",
      "number": "#163",
      "nickname": "Mochi",
      "major": "Communication, Information Science",
      "year": "2021",
      "big-bro": "Daniel \"Mace\" Wu",
      "little-bro": "Richard \"Concord\" Lin",
      "email": "aw777@cornell.edu",
      "facebook": "fb.com/alston.wang.7",
      "birthday": "October 19, 1998",
      "hometown": "Brooklyn",
      "dream-ride": "Ferrari FXX-K",
      "fav-quote": "“Life is a wheel of fortune and it’s my turn to spin it.” – Tupac",
      "mil-dollars": "Buy in into the WSOP, save the rest",
      "fun-fact": "I am a competitive ping pong player.",
      "advice": "Make genuine connections with people- there are always things you can learn from your peers",
      "why-join": "To get the most out of my college experience",
      "prev-chapter": "",
      "name": "Alston \"Mochi\" Wang",
      "main-img": "Mochi.png",
      "modal-img": "Mochi.png",
      "bio": "Alston, from Brooklyn, is an annex studying Communication and Information Science. He enjoys playing ping pong and poker in his free time and is always down to have deep conversations. Although he has small ears, he can be a good listener."
    }
  ],
  "alpha-beta": [
    {
      "class": "alpha-beta",
      "number": "#127",
      "nickname": "Ark",
      "major": "Architecture",
      "year": "2021",
      "big-bro": "Raymond \"Hawkeye\" Chang",
      "little-bro": "N/A",
      "email": "yq84@cornell.edu",
      "facebook": "fb.com/timmy.qi",
      "birthday": "September 6, 1998",
      "hometown": "Shanghai, China",
      "dream-ride": "Earth Roamer XV-LT",
      "fav-quote": "\"There is nothing permanent except change.\"",
      "mil-dollars": "Invest 3/4 of it.",
      "fun-fact": "I played for the basketball head coach that Steve Nash had.",
      "advice": "Know your priorities.",
      "why-join": "For the experience of brotherhood and personal growth.",
      "prev-chapter": "",
      "name": "Tim \"Ark\" Qi",
      "main-img": "Ark.png",
      "modal-img": "Ark.png",
      "bio": "Sipping apple cider while playing guitar in a DIY wooden hut next to Whistler mountain on a winter afternoon. Yum. As an Cornell architecture student pursuing a professional degree who sadly admits that my studio desk is also the bed, I love traveling the world and become inspired by the cultures and nature. When not creating new designs, I find joy in sharing different perspectives with others."
    },

    {
      "class": "alpha-beta",
      "number": "#130",
      "nickname": "Rhetoric",
      "major": "Computer Science / Economics",
      "year": "2020",
      "big-bro": "Tyler \"Halt\" Zhang",
      "little-bro": "Kevin \"Surge\" Chen, Naotaka \"Enigma\" Kinoshita",
      "email": "nb378@cornell.edu",
      "facebook": "fb.com/nathan.bala.16",
      "birthday": "March 9, 1998",
      "hometown": "McLean, Virginia",
      "dream-ride": "My bed",
      "fav-quote": "\"Yeah, yeah, yeah, yeah, yeah!\" - Lil Uzi Vert",
      "mil-dollars": "Invest some of it in stocks and use the rest to travel the world.",
      "fun-fact": "I like girls.",
      "advice": "College is a time to have fun and explore your interests. Make sure to study hard but enjoy your time here! Experience everything Cornell has to offer.",
      "why-join": "To join a group of high achieving people that are not afraid to be themselves. Also brotherhood.",
      "prev-chapter": "",
      "name": "Nathan \"Rhetoric\" Bala",
      "main-img": "Rhetoric.png",
      "modal-img": "Rhetoric.png",
      "bio": "Nathan is a sophomore who is very confused on what to do with his life but has interests in the law field. When he isn't at Kung Fu Tea, you can find him almost falling asleep in orchestra rehearsal, being extra with Nick, Kenny, and Will, or attempting to study at Uris. He does enjoy playing sports, mainly basketball, so hit him up if you want to see the best post moves in the fraternity."
    },
    {
      "class": "alpha-beta",
      "number": "#131",
      "nickname": "Endo",
      "major": "Physics",
      "year": "2020",
      "big-bro": "Daniel \"Kobe\" Huynh",
      "little-bro": "N/A",
      "email": "nf225@cornell.edu",
      "facebook": "fb.com/nickf852",
      "birthday": "March 31, 1998",
      "hometown": "Poughkeepsie, New York",
      "dream-ride": "Audi R8",
      "fav-quote": "\"A loser is someone who is so afraid of failing, they don't even try\"",
      "mil-dollars": "I would invest it wisely in the stock market.",
      "fun-fact": "I waste a lot of money on sneakers.",
      "advice": "Don't stop meeting people! Just because you form a core group of friends, that's not a good reason to stop forming connections.",
      "why-join": "Before coming to campus, I knew I wanted to surround myself with a group of high achieving and passionate people. Each member of Lambda Phi Epsilon embodies those traits and therefore I feel is the perfect environment for myself to grow and mature.",
      "prev-chapter": "",
      "name": "Nicholas \"Endo\" Fan",
      "main-img": "Endo.png",
      "modal-img": "Endo.png",
      "bio": "Nick is from upstate NY or as his bros like to say, \"bumblef**k middle of nowhere.\" He studies physics with a concentration in CS in the College of Arts and Sciences and is also pursuing a business minor. When he's not in the library or with friends, you can find Nick playing Ultimate, meticulously brewing coffee, or tending to his garden."
    }
  ]
}
